{
    "Multiblock Madness 2": "疯狂多方快2",

    "Main Progession": "主线",
  
    "Chapter 1": "章节 1",
    "Finding things is fun!": "找东西很有趣！",
    "Looking for things, not so much": "寻找东西，不是那么多",
    "Having people find you is even worse.": "让人们找到你更糟糕。",
    "Backpacks have Upgrades now!": "背包现已升级！",
    "You'll need to head to cloud level to get the parts": "您需要前往云级别才能获得零件",
    "Place one of the ballons on the Cloud Chest, and the other on any other chest to upload it to the cloud.": "将其中一个气球放在云箱上，另一个放在任何其他箱子上以将其上传到云中。",
    "Tinkers Tools": "匠魂工具",
    "Check the Tinkers Station for which parts you need to make a trusty Pickaxe.": "查看工匠站，了解您需要哪些零件来制作一把镐子。",
    "After placing some blank patterns in the Part Builder, you'll be able to craft the needed parts.": "在部件制造台中放置一些模具后，您将能够制作所需的零件。",
    "Getting Wood": "获取木材",
    "Welcome to Multiblock Madness 2! ": "欢迎来到疯狂多方块2！",
    "To convert your Quest Book into a tome containing most manuals needed for the pack, just left click the air with it.": "要将你的任务书转换成其他手册时，只需左键点击空气。",
    "Deep Storage": "深度存储",
    "Better Drawers?": "更好的抽屉？",
    "Upgrades!": "升级！",
    "These multiply your total storage": "这些将会使您的总存储空间成倍增加",
    "Chest Upgrades": "箱子升级",
    "To Diamond Tier and beyond!": "到钻石级及以上！",
    "Time to harvest some Souls": "是时候收获一些灵魂了",
    "Killing Mobs with this will cause them to drop Souls, which will be important later on.": "用这个杀死生物会导致他们掉落灵魂，这在以后会很重要。",
    "Soulstone": "灵魂石",
    "Check out the Encyclopedia Arcana in your Akashic Tome!": "看看你的阿卡什宝典中的秘术全典(Encyclopedia Arcana)！",
    "Going Mining": "去挖点矿",
    "Expect lots of Ore": "期待大量的矿石",
    "You'll find large veins of which can include several types of materials.": "您能从大矿脉中获得几种类型的材料。",
    "In order to attach your drill augment, you'll need to unlock the Engineers Workbench by crafting Treated Wood.": "为了连接你的钻头增强装置，你需要通过制作防腐木板来解锁工程师工作台。",
    "Refill by crafting the drill and fuel together.": "通过一起制作钻头和燃料来补充。",
    "So, you've found some new Ore": "so，你发现了一些新的矿石",
    "These Compound Ores can be processed down into a large array of different materials.": "这些复合矿石可以加工成大量不同的材料。",
    "Ore Deposits": "矿床",
    "Beneath the ring of Ore Samples, you'll find a massive vein of whichever ore is displayed by the sample.": "在矿石样本的环下，您会发现样本显示的任何矿石的巨大矿脉。",
    "Check out the Elementopedia in your Akashic Tome!": "看看你的阿卡什宝典中的元素百科(Elementopedia)！",
    "Elements! It only takes a few seconds to fill a tiny jar from a wild source, or about 5 elemental shards if you've collected some from drops.": "元素！从野生来源装满一个小罐子只需要几秒钟，如果你从水滴中收集到一些，大约需要5块元素碎片。",
    "Furnace Upgrades": "熔炉升级",
    "Collecting some Elemental Juice": "收集一些元素汁",
    "Right click the pipe connection to change to extraction mode.": "右键单击管道连接以更改为提取模式。",
    "Replacement for Kelp": "海带的替代品",
    "Use Ponder!": "使用思索(Ponder)！",
    "Easy way to strip wood, and get the bark as a byproduct!": "剥木头的简单方法，并得到树皮作为副产品！",
    "Elemental Infused Items": "元素注入物品",
    "The Toolbox": "工具箱",
    "Hold Alt to access items stored inside the toolbox.": "按住 Alt 可访问存储在工具箱中的物品。",
    "Basic Create Components": "基本机械动力(create)组件",
    "Large Cogwheels can be used in conjunction with small Cogs to increase rotational speed.": "大型齿轮可以与小型齿轮结合使用，以提高转速。",
    "Basic Item Routing": "基本物流",
    "Upgrades!": "升级！",
    "This can also be used to automate Treated Wood.": "这也可用于自动化防腐木板。",
    "You won't be able to fill the Spout with buckets, so you'll need to rig up the pipes to fill it for you.": "您将无法用水桶填充注液器，因此您需要安装管道以为您填充它。",
    "Fluid Transfer": "流体输送",
    "Most fluid handling with Create needs to by done with pipes, rather then buckets.": "大多数使用机械动力(create)的流体处理都需要使用管道而不是桶来完成。",
    "Primitive Rotational Power": "基本转力",
    "Cheaper Plates": "廉价的板",
    "You can rig this up manually with a Depot underneath, or have it above a belt for automation.": "您可以使用下面的置物台手动安装它，或者将其放在传送带上方以进行自动化。",
    "Infinite Water/Lava": "无限的水/熔岩",
    "Used to drain bodies of liquid.": "用于排出液体。",
    "Metal Tools": "金属工具",
    "Reusable Casts are made from Brass": "可重复使用的铸件由黄铜制成",
    "You'll need to speed up your rotation to use the mixer. The simplest way is to attach a large cog to your Water Wheels, and a small cog to that one. The small cog will be spinning faster!": "您需要加快旋转速度才能使用动力搅拌器。最简单的方法是在你的水车上安装一个大齿轮，在那个水车上安装一个小齿轮。小齿轮会旋转得更快！",
    "Hemp": "大麻",
    "Can be used to craft string": "可用于制作细绳",
    "Better Rotational Power": "更好的转力",
    "Use Ponder!": "使用思索(Ponder)！",
    "Coke Oven": "焦炉",
    "Treated Wood": "防腐木",
    "Good way to extend your fuel supply, and you'll need Creosote Oil for Treated wood, used in many projects going forward.": "延长燃料供应的好方法，您将需要杂酚油用于制作防腐木板，防腐木板用于未来的许多项目。",
    "You'll need 108 Coke Oven Bricks for each coke oven you want to build.": "每个焦炉需要108个焦炉砖。",
    "Does not need to be next to drawers to link": "无需在抽屉旁边即可链接",
    "Use the Linking Tool to connect Drawers to the Controller.": "使用链接工具将抽屉连接到控制器。",
    "Basic Alloys": "基础合金",
    "You'll need plenty of Brass to upgrade your Create parts, while Bronze is used in Thermal, and Invar is mostly used in multiblocks.": "您需要大量的黄铜来升级您的机械动力(create)，而青铜将用于热力(Thermal)，殷钢主要用于多方快结构。",
    "The Sludge Sifter": "污泥筛",
    "Some passive resources": "一些被动资源",
    "The Barrel can replace any of the scaffolding, while the tank can be extended upwards to hold more water.": "桶可以取代任何脚手架，而水箱可以向上延伸以容纳更多的水。",
    "You'll need to pipe water into the tank!": "你需要用管道将水注入水箱！",
  
    "Chapter 2": "章节 2",
    "The Brass Age": "黄铜时代",
    "Zinc can be found much more frequently in the Nether.": "锌可以在下界更频繁地发现。",
    "Advanced Logistics": "先进物流",
    "Brass Tunnels/Funnels have a filter spot that can be clicked with an item to allow for simple whitelisting, or with a configured Filter for more complex options.": "黄铜隧道/漏斗有一个过滤功能，可以点击一个物品来进行简单的白名单，或者使用配置的过滤器进行更复杂的选项。",
    "Wood Farm": "树场",
    "Steam Engines!": "蒸汽引擎！",
    "Once the Steam Engine has been placed, it no longer stores water. Rather it has a flow meter, shown while looking with the Goggles. You'll need one bar of water for each Steam Engine you will be using.": "一旦蒸汽引擎被放置，它就不再储存水。相反，它有一个流量计，用护目镜观察时显示。You'll need one bar of water for each Steam Engine you will be using.",
    "This is required to extract higher tier Ores from Compound Ore.": "这是从复合矿石中提取更高等级矿石所必需的。",
    "Crushing Wheel": "粉碎轮",
    "Level 1 Ore Processing": "一级矿石加工",
    "Attaching a large Cog to the top allows you to configure the speed of the attached system.": "将大齿轮连接到顶部允许您配置所连接系统的速度。",
    "Basic Power Generation": "基本Powah",
    "You'll probably need to set up a Steam Engine to generate enough Rotation to power the drill.": "您可能需要设置蒸汽引擎以产生足够的转力来为钻头提供动力。",
    "Can't find Blazes? No problem!": "找不到烈焰(Blaze)？没关系！",
    "Scorched Bricks": "焦褐砖",
    "Tier 2 Powah": "2级Powah",
    "Place the Rods near the Orb and fill with crafting materials.": "将充能棒放在充能台附近，提供能量以充能物品。",
    "Used to craft gems from dust.": "用于从Dust中提炼宝石。",
    "Steel": "钢",
    "Zinc, Nickel, Gold, and Quartz, are all much more common in the Nether, while Cobalt and Blazing Quartz can only be found there. You'll also find Rich Ores, which drop double the amount of Raw Ore.": "锌、镍、金和石英在下界中更为常见，而钴和炽热石英只能在那里找到。您还会发现富含矿物质的矿石，其含量是原来的两倍。",
    "You'll need to place these underneath whatever you're trying to heat, and feed them burnable items (or fluids).": "你需要把它们放在你想加热的任何东西下面，并喂它们可燃物品（或液体）。",
    "The Foundry": "熔铸炉",
    "Energetic Alloy": "充能合金",
    "Fluix Dust": "福鲁伊克斯粉",
    "Throw the quartz and redstone into water to combine into Fluix.": "将石英和红石放入水中，混合成福鲁伊克斯粉。",
    "Easy Alloys": "简易合金",
    "Build in a 4x4, then hammer the front with the Engineers Hammer": "2x2，然后用工程师锤子锤击前部",
    "Vinteum": "温特姆",
    "Basic Digital Storage": "基本数字存储",
    "You'll need to unlock steel for the Crafting Terminal.": "你需要解锁制作终端的钢铁。",
    "Crimson Altar": "猩红祭坛",
    "Must be built in the Nether.": "必须建下界中建造。",
    "Imbument Chamber": "灌染室",
    "Auxiliary items are not comsumed for crafting.": "辅助物品不用于制作。",
    "Could be used to automate compact crafting with a bit of tinkering!": "可以用来自动化紧凑的手工制作，只需一点操作！",
    "Check out page 2 of the Ponder": "查看思索(Ponder)的第2页",
    "This displays the aura nearby.": "这将显示附近的灵气。",
    "Bottled Aura": "瓶装阳光",
    "Ritual of the Forest": "森林仪式",
    "Paint the Trees Gold": "把树涂成金色",
    "You'll be able to find the Book of Natural Aura in your Akashic Tome.": "看看你的阿卡什宝典中的自然灵气之书(Book of Natural Aura)！",
  
    "Chapter 3": "章节 3",
    "Tier 2 Metals, like Cobalt and Aluminum, require at least processing in the Foundry with a high temperature fuel such as Blazing Blood.": "2级金属，例如钴、铝，至少需要在熔铸炉使用高温燃料（如烈焰之血）进行加工。",
    "The Smeltery, aka tier 2 alloys": "冶炼炉，又名2级合金",
    "Once you have access to the Smeltery, you can use it to alloy Coke and Iron to make Steel.": "一旦你进入冶炼炉，你就可以用它将焦炭和铁合金化来炼钢。",
    "Reinforced Blast Furnace": "强化高炉",
    "The Industral Metal": "工业金属",
    "Crafting Components": "制作组件",
    "Items must be placed in the shown order.": "物品必须按显示的顺序放置。",
    "Shrines": "祭坛基座",
    "The Ore Shrine is basic method of in world ore collection.": "矿工祭坛是世界上矿石采集的基本方法。",
    "Elements must be piped directly into any shrine.": "元素必须直接通过管道输送到任何祭坛中。",
    "Fast Multiblock Creation": "快速创建多方块结构",
    "Select a Schematic for your blueprint in the table, then after placing it in world, load it in your cannon. Make sure it has Gunpowder and a chest nearby with every block needed.": "在表格中为您的蓝图选择一个示意图，然后将其放入世界中后，将其加载到您的大炮中。确保它附近有火药和一个箱子，每个需要的方块都有。",
    "If using for Compact Crafting, you'll need to use the Rescan Field Proxy before it will allow the craft.": "如果用于紧凑制作，则需要使用微缩力场代理才能允许制作。",
    "More Elemental Infused Items": "更多元素注入物品",
    "Flip to the correct book in your Tome to complete this quest.": "翻到你的宝典中的正确书籍来完成这个任务。",
    "You'll need to read it to get started. Following the internal guide for Mana and Artifice will be your best path moving forward with the mod.": "您需要阅读它才能开始使用。遵循Mana和Artifice的内部指南将是你推进mod的最佳途径。",
    "The Crusher": "粉碎机",
    "Autocrafting with Fluids": "使用流体自动制作",
    "Basic Engineering Blocks": "基础工程块",
    "The Bottling Machine": "罐装机",
    "The Mixer": "混合器",
    "Fermenting": "工业发酵机",
    "The Squeezer": "工业挤压机",
    "The IE Assembler can use fluids that have been piped for bucket recipes.": "IE Assembler可以使用已通过管道输送的流体来进行桶配方。",
    "A great sustanable fuel source, and can be used for plastic later on.": "一种很好的可持续燃料来源，以后可以用于塑料。",
    "Signalum": "信素",
    "The Metal Press": "金属冲压机",
    "Better part creation": "更好的零件制作",
    "Simple gears, and double production of wires and rods.": "简单的齿轮，以及线材和棒材的双重生产。",
    "The Refinery": "炼油厂",
    "The Automated Workbench": "自动化工程师装配台",
    "More Engineer's Blocks": "更多工程块",
    "The Diesel Generator": "柴油发电机",
    "Visit The End": "访问末地",
    "Check the Ore Processing page for a preview of the potential ores you can find.": "查看“矿石处理”页面以预览您可以找到的潜在矿石。",
    "The Arc Furnace": "电弧炉",
    "The Excavator": "斗轮式挖掘机",
    "Found in the End": "在末地找到",
    
    "Chapter 4": "章节 4",
    "Explosions!": "爆炸！",
    "Pressure Chamber": "压力室",
    "You will need to pipe items in and out of the Pressure Chamber for crafting.": "你需要通过管道将物品进出压力室进行制作。",
    "The 4 slots surrounded by blue are for Upgrades.": "蓝色的 4 个插槽用于升级。",
    "Compressing Air": "压缩空气",
    "Attach the Safety Tube Module to keep your system from exploding if pressure gets too high.": "连接安全管模块，以防止系统在压力过高时爆炸。",
    "Better Circuits": "更好的电路",
    "You'll need to craft up some Pressurized Aluminum Alloy in the Pressure Chamber for this multiblock.": "您需要在压力室中为这个多块制作一些加压铝合金。",
    "Place the molten plastic in world to have it solidify into a Plastic Sheet, or place inside a chest that has been cooled via Heat Frame.": "将熔融的塑料放入世界中，使其凝固成塑料片，或放入通过热架冷却的箱子中。",
    "More of that strange oil": "更多那种奇怪的油",
    "Its probably nothing": "它可能什么都没有",
    "Use the Sensor on the ground to find an oil deposit, which you can then drill up to the surface with the Gas Lift.": "使用地面上的传感器查找油矿床，然后您可以使用气举将其钻到地表。",
    "Using Heat": "使用热量",
    "Space Suit": "太空服",
    "You'll need to fill your suit with Oxygen before heading to space.": "在前往太空之前，您需要在衣服上装满氧气。",
    "You can use Bio Diesel or LPG (from Refining Oil) to make Plastic.": "您可以使用生物柴油或液化石油气（来自炼油）来制造塑料。",
    "Stacking up to 4 Refinery Outputs on the top (and insulating them), will allow you to get the maximum amount of products from your Crude Oil.": "在顶部堆叠多达 4 个炼油厂输出（并对其进行绝缘），将使您能够从原油中获得最大量的产品。",
    "After placing the Rocket on the 3x3 Launch Pad, shift right click to open the gui for fueling.": "将火箭放在 3x3 发射台上后，按住shift键并右键单击以打开 gui 进行加油。",
    "After launching, you'll be given the option of where to land. Your goal is the Moon! Once you get there, you'll need to remove the rocket from the lander and set up a return Launch Pad.": "启动后，您可以选择在哪里着陆。你的目标是月球！到达那里后，您需要从着陆器上卸下火箭并设置一个返回发射台。",
    "Purifed Water": "净化水",
    "If used in the Flotation Tank, you'll be able to get some byproducts!": "如果在浮选槽中使用，您将能够获得一些副产品！",
    "You'll also need to cover the Cog Blocks with water.": "您还需要用水覆盖齿轮块。",
    
    "Chapter 5": "章节 5",
    "Laser Circuit Assembly": "激光电路组件",
    "Tier 2 Rocket, to Mars": "二级火箭，前往火星",
  
    "Side Progression Lines": "支线",
  
    "Ore Processing": "矿石加工",
    "Overworld Veins": "主世界矿脉",
    "Found in high quantities in most dimensions, this versitile metal commonly spawns with small amounts of Gold, Nickel, or Earth.": "这种多才多艺的金属在大多数维度中大量存在，通常与少量的金、镍或泥土一起生成。",
    "Copper spawns commonly in the Overworld, and veins can contain Gold and Water.": "铜在主世界中常见，矿脉中可以含有金和水。",
    "Tin is common in the Overworld, and spawns with small amounts of Fluorite, Apatite, and Air.": "锡在主世界中常见，并生成少量的萤石、磷灰石和空气。",
    "Y20 - -60": "Y20 - -60",
    "Rare Overworld Vein, found with Vinteum and Sapphire, and can spawn with Niter if below deepslate level.": "罕见的地上世界矿脉，与温特姆和蓝宝石一起发现，如果低于深板岩层，可以与硝酸盐一起生成。",
    "Commonly found in the overworld, with diamonds if its deep enough.": "常见于主世界，如果足够深，则带有钻石。",
    "Y20 - -64": "Y20 - -64",
    "Uncommonly found in the Overworld or Nether at Y100 - 0.": "在Y100 - 0的主世界或下界中不常见。",
    "Uncommonly found in the Overworld, along with several other varieties of quartz.": "在主世界中不常见，还有其他几种石英。",
    "Spawns as part of Overworld Tin veins.": "作为主世界锡矿脉的一部分生成。",
    "Spawns as part of Redstone veins.": "作为红石矿脉的一部分生成。",
    "Spawns as part of Quartz veins in the Overworld and Nether.": "作为主世界和下界石英矿脉的一部分生成。",
    "Spawns as part of Overworld Tin veins.": "作为主世界锡矿脉的一部分生成。",
    "Spawns as part of Redstone veins.": "作为红石矿脉的一部分生成。",
    "Spawns as part of Overworld Quartz veins.": "作为主世界石英脉的一部分生成。",
    "Spawns as part of Overworld Quartz veins.": "作为主世界石英脉的一部分生成。",
    "Nether Veins": "下界矿脉",
    "Common ore in the Nether, can spawn with Sulfur and Earth.": "下界的普通矿石，可以与硫磺和土一起生成。",
    "Common ore in the Nether, can spawn with Sulfur.": "下界的普通矿石，可以生成硫磺。",
    "Gold is most commonly found in the Nether in large Veins and can contain Luminite and Air, or in smaller amounts as part of Iron and Copper veins in the overworld.": "黄金最常见于下界的大矿脉中，可以含有发光石和空气，或者作为主世界铁矿脉和铜矿脉的一部分少量。",
    "Y75 - 5": "Y75 - 5",
    "Uncommon ore in the Nether, can spawn with Luminite.": "下界中不常见的矿石，可以与夜明矿一起生成。",
    "Y150 - 30": "Y150 - 30",
    "Certus Quartz has a chance to spawn in these Quartz Veins.": "烈焰石英有机会在这些石英矿脉中生成。",
    "Y200 - 75": "Y200 - 75",
    "Uncommon ore in the Nether, can spawn with Luminite.": "下界中不常见的矿石，可以与夜明矿一起生成。",
    "Y100 - 5": "Y100 - 5",
    "Crushed Ore": "碎矿",
    "Spawns in Zinc, Iron, and Nickel veins.": "在锌、铁和镍矿脉中生成。",
    "The End Veins": "末地矿脉",
    "Also spawns veins of Certus Quartz": "还生成赛特斯石英矿脉",
    "Common ore on the Moon, can spawn with Aluminum.": "月球上的常见矿石，可以与铝一起生成。",
    "Spawns in the End with Thorium": "钍生成在末地",
    "Ore Chunks": "矿石块",
    "Moon Veins": "月亮矿脉",
    "common ore on the Moon, can spawn with Runite.": "月球上的普通矿石，可以用符文石生成"  
}